app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Test"], ["text", "This is a test!"], ["created_at", "2015-07-16 12:25:33.463939"], ["updated_at", "2015-07-16 12:25:33.463939"]]
---
	def create
		#@article = Article.new(params.require(:article).permit(:title, :text))
		@article = Article.new(article_params)
		if @article.save